Repository: cdedwards/Mach4Industrial
Catalog: Lang/*/wxMach.po
Languages: fr

source: The PLC is now disabled. Correct the script error and restart.
fr: Le PLC est désactivé. Corrigez le script et relancez.

source: - CNC Control Software
fr: - Commande numérique

source: does not exist.
fr: n'existe pas.

source: does not exist. Could not remove directory.
fr: n'existe pas. Impossible d'effacer le répertoire.

source: " profile?
fr: " profil ?

source: %s files (*.%s)|*.%s|
fr: Fichiers %s (*.%s)|*.%s|

source: &Absolute
fr: &Absolu

source: &Apply
fr: &Appliquer

source: &Cancel
fr: &Annuler

source: &Close
fr: &Fermer

source: &Const. RPM
fr: &Rot. Const.

source: &Const. Surface
fr: &Vcoupe Const.

source: &Constant Velocity
fr: &Vitesse constante

source: &Edit PLC script...
fr: &Editer script PLC...

source: &Edit/Debug Script
fr: &Editer/déboguer script...

source: &Exact Stop
fr: Parcours &exact

source: &Feed
fr: &Avance

source: &File
fr: &Fichier

source: &Inch
fr: &Pouces

source: &Incremental
fr: &Incrémental

source: &Initial Z
fr: &Z Initial

source: &Input
fr: &Entrée

source: &Lathe (Diameter)
fr: &Tournage (Diamètre)

source: &Measure
fr: &Mesurer

source: &Metric
fr: &Métrique

source: &Mill
fr: &Fraisage

source: &No
fr: &Non

source: &Open
fr: &Ouvrir

source: &Operator
fr: &Opérateur

source: &Per Min.
fr: &Par Min.

source: &Per Rev.
fr: &Par Tr.

source: &Plugins...
fr: &Modules...

source: &Quit
fr: &Quitter

source: &Rapid
fr: &Rapide

source: &Rapid Plane
fr: &Plan rapides

source: &Save
fr: &Sauver

source: &Set Motion Device...
fr: Allouer périphérique...

source: &System Information
fr: Informations &système

source: &Tangential
fr: &Tangentiel

source: &Yes
fr: &Oui

source: (Axis must be enabled and mapped.)
fr: (L'axe doit être activé et affecté)

source: (Each keyword group is a space seperated list.)
fr: (Chaque groupe de mot-clé est une liste séparée par des espaces.)

source: (Units/Sec)^2
fr: (Unités.s²)

source: (milliseconds)
fr: (millisecondes)

source: A Home
fr: Origine A

source: A general failure occured while loading %s.
fr: Une erreur générale est apparue lors du chargement de %s.

source: A new motion device has been selected. The control must be restarted.
fr: Un nouveau périphérique de mouvement à été sélectionné. Redémarrez Mach.

source: A sharing violation occured while loading %s
fr: Une violation de partage est apparue lors du chargement de %s.

source: A++ Limit
fr: Limite A+

source: A-- Limit
fr: Limite A-

source: About
fr: À propos

source: Accel Time
fr: Accélération

source: Acceleration
fr: Accélération

source: Active Low
fr: Actif à 0

source: Active Plane
fr: Plan actif

source: Add...
fr: Ajouter...

source: Always on top.
fr: Toujours au premier plan

source: Arc Center Mode
fr: Mode centre d'arc

source: Arc Color
fr: Couleur arc

source: Are you sure you want to delete the "
fr: Êtes vous sur de vouloir supprimer"

source: Are you sure you want to exit?
fr: Êtes vous sur de vouloir quitter ?

source: Axis Color
fr: Couleur axe

source: Axis Control
fr: Contrôle d'axes

source: Axis Mapping
fr: Affectation axe

source: B Home
fr: Origine B

source: B++ Limit
fr: Limite B+

source: B-- Limit
fr: Limite B-

source: Background:
fr: Arrière plan :

source: Backlash (Units)
fr: Rattrapage de jeu(unités)

source: Block Skip
fr: Ignorer bloc

source: Blue:
fr: Bleu :

source: Bold
fr: Gras

source: Buffer
fr: Tampon

source: Build:
fr: Révision :

source: C Home
fr: Origine C

source: C++ Limit
fr: Limite C+

source: Cancel
fr: Annuler

source: Cannot determin the size of file %s.
fr: Impossible de déterminer la taille de %s.

source: Cannot find Blank.set! Check your installation. The profile will NOT be created.
fr: Impossible de trouver Blank.set ! Vérifier votre installation Le profil ne sera PAS créé.

source: Center
fr: Centre

source: Center plot view to this position
fr: Centrer l'affichage sur cette position

source: Change Tool
fr: Changez l'outil

source: Cl&ear
fr: &Effacer

source: Clear
fr: Effacer

source: Close
fr: Fermer

source: Close G Code
fr: Fermer GCode

source: Color Settings
fr: Réglage des couleurs

source: Command
fr: Commande

source: Comment
fr: Commentaire

source: Config
fr: Configuration

source: Configure
fr: Configurer

source: Configure Plugins
fr: Configuration des modules

source: Configure...
fr: Configuration...

source: Confirm
fr: Confirmer

source: Confirm:
fr: Confirmer :

source: Control
fr: Contrôle

source: Control Mode
fr: Mode de contrôle

source: Coolant Delay:
fr: Délai arrosage :

source: Coolant On
fr: Arrosage actif

source: Copy ID To Clipboard
fr: Copier l'ID dans le presse papier

source: Copy Profile
fr: Copier le profil

source: Copy profile
fr: Copier le profil

source: Copyright 2001-2015 Newfanged Solutions, LLC. All rights reserved.
fr: Copyright 2001-2015 Newfanged Solutions, LLC. Tous droits réservés.

source: Core
fr: Coeur

source: CoreConf Error
fr: Erreur CoreConf

source: Could not allocate new memory on the heap!
fr: Impossible d'allouer de la mémoire (heap)

source: Could not copy file "
fr: Impossible de copier le fichier"

source: Could not create directory "
fr: Impossible de créer le dossier"

source: Could not remove directory
fr: Impossible de supprimer le dossier

source: Could not remove file "
fr: Impossible de supprimer le fichier"

source: Could not restore file "
fr: Impossible de restaurer le fichier "

source: Counts
fr: Nombre de pas

source: Create Profile
fr: Créer un profil

source: Current File:
fr: Fichier en cours :

source: Current Profiles
fr: Profils existants

source: Cycle Jog Step
fr: Changer le saut

source: Cycle Retract
fr: Retractation

source: Cycle Start
fr: Départ cycle

source: Cycle Stop Is Controlled Stop?
fr: Arrêt contrôlé ?

source: DRO &Auto Calc
fr: Visu &Auto Calc

source: De-Ref All Axes
fr: Déréférencer les axes

source: Decel Time
fr: Décélération

source: Default
fr: Défaut

source: Default Modes
fr: Modes par défaut

source: Delay (ms)
fr: Délai (ms)

source: Delays (secs)
fr: Délais (sec)

source: Delete Profile
fr: Supprimer un profil

source: Deref Axes In E-Stop?
fr: Déréférencer les axes sur AU

source: Device
fr: Périphérique

source: Dia
fr: Ø

source: Dia Wear
fr: Usure Ø

source: Diameter:
fr: Diamètre :

source: Directory Error!
fr: Erreur de dossier !

source: Disable
fr: Désactiver

source: Disable VBO Tool Path
fr: Désactiver le parcours d'outil VBO

source: Display Mode
fr: Mode affichage

source: Distance Mode
fr: Mode distance

source: Distance To Go
fr: Distance restante

source: Don't require password.
fr: Pas de mot de passe requis

source: Don't show this dialog in the future.
fr: Ne plus afficher à l'avenir

source: Dwell
fr: Pause

source: E&xit
fr: &Sortie

source: E-Stop is in effect. Clear the E-Stop condition.
fr: Arrêt d'urgence actif ! Vérifiez les condition d'AU

source: Edit G Code
fr: Éditer GCode

source: Emergency
fr: Urgence

source: Enable
fr: Activer

source: Enable 0
fr: Activation 0

source: Enable 1
fr: Activation 1

source: Enable 2
fr: Activation 2

source: Enable 3
fr: Activation 3

source: Enable 4
fr: Activation 4

source: Enable 5
fr: Activation 5

source: Enabled
fr: Activé

source: Entry error!
fr: Erreur d'entrée !

source: Error %d while loading file %s.
fr: Erreur %d au chargement du fichier %s

source: Error Openining"
fr: Erreur en ouvrant"

source: Error initializing the core!
fr: Erreur à l'initialisation du cœur

source: Error!
fr: Erreur !

source: Exit Confirmation
fr: Confirmation de sortie

source: Failed to create Macros directory!
fr: Échec de la création du dossier Macros !

source: Failed to init API.
fr: Échec de l'initialisation de l'API

source: Failed to open Profiles directory
fr: Échec de l'ouverture du dossier Profils

source: Feature
fr: Fonctionnalité

source: Feed Hold
fr: Pause

source: Feed Mode
fr: Mode avances

source: Feed Rate
fr: Avance

source: Feed Rate:
fr: Avance :

source: Feed Rate: %.2f
fr: Avance : %.2f

source: FeedBack Ratio
fr: Ratio de retour

source: File Error!
fr: Erreur fichier !

source: File Extensions:
fr: Extensions de fichier :

source: File Name
fr: Nom de fichier

source: File Ops
fr: Opérations fichier

source: Fit
fr: Adapter

source: Fixture Offsets
fr: Décalages

source: Flood
fr: Arrosage

source: For more information, please visit our webpage:
fr: Pour plus d'informations, visitez notre page web :

source: For more information, please visit:
fr: Pour plus d'informations, visitez :

source: For support with this version, please contact:
fr: Pour le support de cette version, contactez :

source: Foreground:
fr: Premier plan

source: Front
fr: Face

source: G Force
fr: G

source: G code file extensions
fr: Extension de fichier Gcode

source: G code files (
fr: Fichiers GCode (

source: General
fr: Général

source: Goto Zero
fr: Aller à zéro

source: Green:
fr: Vert :

source: Height:
fr: Hauteur :

source: Help
fr: Aide

source: Highlite and Past Move Color
fr: Couleur pour mise en évidence et mouvement effectué

source: History
fr: Historique

source: Home Dir
fr: Direction origine

source: Home In Place
fr: Origine sur place

source: Home Offset
fr: Décalage origine

source: Home Order
fr: Hiérarchie origine

source: Home Speed%
fr: Vitesse de référencement (%)

source: Homing
fr: Origine

source: Homing/SoftLimits
fr: Origines et limites

source: I&nput +
fr: E&ntrée +

source: I/O Status
fr: État E/S

source: Identifier
fr: Identifiant

source: Include Comments In Messages?
fr: Inclure les commentaires dans les messages ?

source: Initialization Codes
fr: Codes d'initialisation

source: Input
fr: Entrée

source: Input +
fr: Entrée +

source: Input 0
fr: Entrée 0

source: Input 1
fr: Entrée 1

source: Input 2
fr: Entrée 2

source: Input 3
fr: Entrée 3

source: Input Name
fr: Nom de l'entrée

source: Input Signals
fr: Signaux d'entrées

source: Inputs
fr: Entrées

source: Italic
fr: Italique

source: Jog Follow
fr: Suivi déplacement

source: Jog Increments
fr: Incréments de déplacement

source: Jog Mode
fr: Mode de déplacement

source: Jog Rate
fr: Vitesse de déplacement

source: Jog axis close to start ponit then use the "Move" buttons to get into the correct position.
fr: Déplacez les axes près du point de départ...

source: Jogging
fr: Déplacement

source: KeyWords
fr: Mots clé

source: Keyboard Jog Off
fr: Déplacement clavier inactif

source: Keyboard Jog Off
fr: Déplacement clavier inactif

source: Keyboard Jog On
fr: Déplacement clavier actif

source: Keypad
fr: Pavé numérique

source: Keyword 1
fr: Mot-clé 1

source: Keyword 2
fr: Mot-clé 2

source: Keyword 3
fr: Mot-clé 3

source: Keyword 4
fr: Mot-clé 4

source: Keyword 5
fr: Mot-clé 5

source: Keyword 6
fr: Mot-clé 6

source: Keyword 7
fr: Mot-clé 7

source: Keyword 8
fr: Mot-clé 8

source: Keywords 1:
fr: Mots-clé 1 :

source: Keywords 2:
fr: Mots-clé 2 :

source: Keywords 3:
fr: Mots-clé 3 :

source: Keywords 4:
fr: Mots-clé 4 :

source: Keywords 5:
fr: Mots-clé 5 :

source: Keywords 6:
fr: Mots-clé 6 :

source: Keywords 7:
fr: Mots-clé 7 :

source: Keywords 8:
fr: Mots-clé 8 :

source: LUA Error code
fr: Erreur code LUA

source: LUA Error!
fr: Erreur LUA !

source: Language
fr: Langue

source: Last Wizard
fr: Dernier assistant

source: Lathe (&Radius)
fr: Tournage (&Rayon)

source: Length
fr: Longueur

source: Length Wear
fr: Usure longueur

source: License Files (*.txt;*.dat)|*.txt;*.dat|All files (*)|*
fr: Fichiers licence (*.txt;*.dat)|*.txt;*.dat|Tous (*)|*

source: License by OEM from Artsoft @
fr: Licence par OEM venant d'Artsoft @

source: License file installation failed!!!
fr: Échec de l'installation de la licence

source: License file installed successfully. Please restart for the changes to take effect.
fr: Fichier de licence installé correctement. Redémarrez le programme pour activer.

source: Licensed
fr: Licencié

source: Licesne File Dialog
fr: Dialogue fichier de licence

source: Limit Override
fr: Dépassement limites

source: Line:
fr: Ligne :

source: Linear Color
fr: Couleur linéaire

source: Load Error
fr: Erreur de chargement

source: Load G Code
fr: Charger GCode

source: Load License File
fr: Charger un fichier de licence

source: Load Wizard
fr: Charger un assistant

source: Load Wizards
fr: Charger un assistant

source: Lock aspect
fr: Verrouiller l'aspect

source: Lock horizontal and vertical zoom aspect.
fr: Verrouiller l'aspect horizontal et vertical du zoom

source: Log Facility
fr: Fonction journalisation

source: Log files (*.log)|*.log|Text files (*.txt)|*.txt|All files (*)|*
fr: Fichiers journaux (*.log)|*.log|Fichiers texte (*.txt)|*.txt|Tous (*)|*

source: Logging...
fr: Journalisation...

source: Look Ahead Lines
fr: Lignes lues en avance

source: M code
fr: Code M

source: M1 Opt Stp
fr: Arrêt M1

source: MDI Commands (Press "Cycle Start" to execute)
fr: Commandes MDI (Appuyez sur Départ pour exécuter)

source: Mach Configuration
fr: Configuration de Mach

source: Mach Error!
fr: Erreur Mach !

source: Machine Coordinates
fr: Coordonnées machine

source: Machine Coords.
fr: Coordonnées machine

source: Machine Limits
fr: Limites de la machine

source: Machine Mode
fr: Mode machine

source: Machine Setup Units
fr: Unités natives

source: Maintenance Statistics
fr: Statistiques de maintenance

source: Mapping Enabled
fr: Affecté

source: Master
fr: Maître

source: Max Spindle Motor RPM:
fr: Vitesse maxi de la broche :

source: MaxRPM
fr: Vmax

source: Measure
fr: Mesurer

source: MinRPM
fr: Vmin

source: Misc.
fr: Divers

source: Mist Delay:
fr: Délai brouillard :

source: Mist On
fr: Brouillard actif

source: Modals:
fr: Codes modaux :

source: Motion Mode
fr: Mode mouvements

source: Motor0
fr: Moteur0

source: Motors
fr: Moteurs

source: Move Axis to Start Position
fr: Déplacer à la position de départ

source: Move Selected
fr: Déplacer sélectionné

source: Move Unselected
fr: Déplacer désélectionné

source: Must be in idle state for this function
fr: Doit être au repos pour cette fonction.

source: N code
fr: Code N

source: NFS Wizards
fr: Assistants NFS

source: Name
fr: Nom

source: Neg
fr: Nég

source: New motion device selected!
fr: Nouveau périphérique sélectionné !

source: Newest
fr: Plus récent

source: No
fr: Non

source: None
fr: Aucun

source: Number
fr: Nombre

source: Oldest
fr: Plus ancien

source: Open Recent File
fr: Ouvrir fichier récent

source: Operator
fr: Opérateur

source: Output 0
fr: Sortie 0

source: Output 1
fr: Sortie 1

source: Output 2
fr: Sortie 2

source: Output 3
fr: Sortie 3

source: Output 4
fr: Sortie 4

source: Output 5
fr: Sortie 5

source: Output Name
fr: Nom de la sortie

source: Output Signals
fr: Signaux de sortie

source: Outputs
fr: Sorties

source: PLC Script Interval
fr: Intervalle du script PLC

source: Parameter
fr: Paramètre

source: Password:
fr: Mot de passe :

source: Per Unit
fr: Par unité

source: Please enter a password that will be used to unlock the operator functions.
fr: Entrez un mot de passe pour protéger les fonction opérateur.

source: Please enter the unlock password.
fr: Entrez le mot de passe

source: Please restart for the changes to take effect.
fr: Redémarrez pour prendre en compte les changements

source: Plugin Package Name (No extension)
fr: Nom du pack module (sans extension)

source: Plugin Package Path
fr: Chemin du pack module

source: Plugin package files (*.m4plugl)|*.m4plugl
fr: Fichiers module (*.m4plugl)|*.m4plugl

source: Plugin package files (*.m4plugm)|*.m4plugm
fr: Fichiers module (*.m4plugm)|*.m4plugm

source: Plugin package files (*.m4plugw)|*.m4plugw
fr: Fichiers modules (*.m4plugw)|*.m4plugw

source: Press to enable keayboard jogging, Jogging is active when Green
fr: Appuyez pour activer le déplacement au clavier, Bouton vert lorsque activé.

source: Probe
fr: Palpeur

source: Probe Method 2
fr: Méthode palpage 2

source: Profile Information
fr: Information sur le profil

source: Profile Name (No extension)
fr: Nom du profil (sans extension)

source: Profile Name:
fr: Nom du profil :

source: Profile:
fr: Profil :

source: Profile:
fr: Profil :

source: Program Run
fr: Exécution programme

source: RPM:
fr: Tr/min :

source: RPM: %0.0f
fr: Tr/min : %0.0f

source: Rapid Color
fr: Couleur rapides

source: Rear
fr: Arrière

source: Recent File
fr: Fichier récent

source: Recent Files
fr: Fichiers récents

source: Red:
fr: Rouge :

source: Ref All Home
fr: Origine tous les axes

source: Ref A
fr: Origine A

source: Ref X
fr: Origine X

source: Ref Y
fr: Origine Y

source: Ref Z
fr: Origine Z

source: Regen Toolpath
fr: Rafraichir parcours

source: Remember
fr: Mémoriser

source: Remember Position Set to: X%.4f Y%.4f
fr: Mémoriser la position à : X%.4f Y%.4f

source: Remember Position...
fr: Mémoriser la position...

source: Remove
fr: Enlever

source: Removing a plugin will require a restart. Are you sure?
fr: Enlever un module nécessite un redémarrage. Êtes vous sur ?

source: Required file is missing.
fr: Fichier requis manquant

source: Reset
fr: RàZ

source: Reset All
fr: Tout ràz

source: Restore Backup
fr: Restaurer la sauvegarde

source: Restore Error
fr: Restaurer erreur

source: Return
fr: Retour

source: Rev. Run
fr: Inverse

source: Reverse?
fr: Inverser ?

source: Reversed
fr: Inversé

source: Rewind
fr: Rembobiner

source: Rollover A
fr: Boucler A

source: Rollover B
fr: Boucler B

source: Rollover C
fr: Boucler C

source: Rotary Axes
fr: Axes rotatifs

source: Run From Here
fr: Démarrer d'ici

source: Run From Here Prep Move
fr: Mouvement préparatoire

source: Run Ops
fr: Opérations exécution

source: Sample Text
fr: Texte exemple

source: Save
fr: Sauver

source: Save Status History As...
fr: Enregistrer historique état sous...

source: Save file
fr: Sauver fichier

source: Screen Element:
fr: Élément d'écran :

source: Screen Set:
fr: Jeu d'écrans :

source: Screen files (*.set)|*.set
fr: Fichiers écrans (*.set)|*.set

source: Script Error
fr: Erreur script

source: Select &Language...
fr: Sélectionner la &langue

source: Select License File
fr: Sélectionnez le fichier de licence

source: Select Motion Device
fr: Sélectionner le périphérique de mouvement

source: Select Profile
fr: Sélectionner le profil

source: Select file
fr: Sélectionner le fichier

source: Select one permanent adapter:
fr: Sélectionnez une carte réseau permanente :

source: Select plugin package...
fr: Sélectionner un pack module

source: Select the file to restore:
fr: Sélectionnez le fichier à restaurer

source: Select the language
fr: Sélectionner la &langue

source: Select the motion control device. WARNING! Changing the motion control device will destroy any existing axis to motor mapping and motor tuning.
fr: Sélection du périphérique de mouvements. ATTENTION ! Le changement de périphérique détruira l'affectation et le réglage des moteurs.

source: Select the screen set...
fr: Sélectionnez le jeu d'écran

source: Set Next Line
fr: Prochaine ligne

source: Set plot view to show all items
fr: Régler l'affichage pour tout voir

source: Show Tool Path Limits
fr: Montrer les limites du parcours

source: Show help about the mouse commands.
fr: Afficher l'aide des commandes de souris

source: Show mouse commands...
fr: Afficher les commandes souris

source: Single Block
fr: Bloc par bloc

source: Skip /
fr: Ignorer /

source: Skip /1
fr: Ignorer /1

source: Skip /2
fr: Ignorer /2

source: Skip /3
fr: Ignorer /3

source: Slave 1
fr: Esclave 1

source: Slave 2
fr: Esclave 2

source: Slave 3
fr: Esclave 3

source: Slave 4
fr: Esclave 4

source: Slave 5
fr: Esclave 5

source: Soft Limits
fr: Limites logicielles

source: Soft Enable
fr: Activation soft

source: Soft Max
fr: Max soft

source: Soft Min
fr: Min soft

source: Spindle
fr: Broche

source: Spindle CW
fr: Broche sens horaire

source: Spindle Delay:
fr: Délai broche :

source: Spindle Fwd.
fr: Broche endroit

source: Spindle Mode
fr: Mode broche

source: Spindle On
fr: Broche activée

source: Spindle Range
fr: Plage broche

source: Spindle Rev.
fr: Broche envers

source: Start logging.
fr: Journalisation démarrée

source: State:
fr: État :

source: Status History
fr: Historique état

source: Step
fr: Pas

source: Step/Dir Spindle Axis:
fr: Axe pour broche en pas/dir :

source: Stop logging.
fr: Arrêter journalisation.

source: Strings
fr: Chaines

source: Support email address:
fr: Adresse e-mail du support :

source: Supported Mouse commands: - Left button down + Mark area: Rectangular zoom - Right button down + Move: Pan (Move) - Wheel: Vertical scroll - Wheel + SHIFT: Horizontal scroll - Wheel + CTRL: Zoom in/out
fr: Commande souris : - Bouton gauche + déplacement : zoom boite - Bouton droit + déplacement : déplacer la vue - Molette : défilement vertical - Molette + shift : défilement horizontal - Molette + ctrl : zoom +/-

source: T code
fr: Code T

source: Test Registers
fr: Tester registres

source: Text files (*.txt)|*.txt|All files (*)|*
fr: Fichiers texte (*.txt)|*.txt|Tous (*)|*

source: The control can't load a file at this time.
fr: Impossible de charger un fichier en ce moment.

source: The file %s is empty!
fr: Le fichier %s est vide !

source: The file %s is invalid!
fr: Le fichier %s est invalide !

source: The passwords do not match!
fr: Les mots de passe ne concordent pas

source: There is another instance of Mach already running.
fr: Il y existe déjà une instance de Mach4 en cours d'exécution.

source: This OEM version of Mach 4 is licensed and supported by %s.
fr: Cette version OEM de Mach4 est licenciée et supportée par %s.

source: This Session
fr: Cette session

source: Thread Method 2
fr: Méthode de filetage 2

source: Time in Seconds
fr: Temps en secondes

source: Tip
fr: Extrémité

source: Tip rad
fr: Rayon extrémité

source: Title
fr: Titre

source: To Go
fr: Distance restante

source: Tool Information
fr: Informations Outil

source: Tool Offsets
fr: Décalages outils

source: Tool Path
fr: Parcours d'outil

source: Tool Path Background Botton Color
fr: Couleur du bas de l'arrière plan du parcours d'outil

source: Tool Path Background Top Color
fr: Couleur du haut de l'arrière plan du parcours d'outil

source: Tool Path Ops
fr: Opération parcours

source: Tool Path Progress
fr: Progression du parcours d'outil

source: Tool path colors
fr: Couleurs du parcours d'outil

source: Tool path options
fr: Options du parcours d'outil

source: Tool#%i
fr: Outil#%i

source: Tool:
fr: Outil :

source: Total Counts
fr: Total compteur

source: Total Distance (Units)
fr: Distance totale (unités)

source: Total Time
fr: Temps total

source: Total Time (Hours)
fr: Temps total (heures)

source: Traverse Mode
fr: Mode de traversée

source: Turn on debugging code
fr: Activer le débogage du code

source: Underline
fr: Souligner

source: Units Mode
fr: Mode unités

source: Units/Minute
fr: Unités/minute

source: Unlicensed
fr: Pas de licence

source: Unlock Password
fr: Mot de passe de déverrouillage

source: Unrecognized license file!
fr: Fichier licence non reconnu !

source: Use 0 to disable
fr: Entrer 0 pour désactiver

source: Valid
fr: Valide

source: Velocity
fr: Vitesse

source: Velocity (U/min)
fr: Vitesse (Unités/min)

source: Verify
fr: Vérifier

source: Work Shift
fr: Travail posté

source: Would you like to move to machine position: X = %.4f Y = %.4f Z = %.4f A = %.4f B = %.4f C = %.4f
fr: Voulez vous positionner la machine à : X = %.4f Y = %.4f Z = %.4f A = %.4f B = %.4f C = %.4f

source: Would you like to move to remembered position : X%.4f Y%.4f
fr: Voulez vous aller à la position mémorisée : X%.4f Y%.4f

source: X Home
fr: Origine X

source: X Wear
fr: X Usure

source: X++ Limit
fr: Limite X+

source: X-- Limit
fr: Limite X-

source: Y Home
fr: Origine Y

source: Y++ Limit
fr: Limite Y+

source: Y-- Limit
fr: Limite Y-

source: Yes
fr: Oui
