Repository: cdedwards/Mach4Industrial
Catalog: Lang/*/wxMach.po
Languages: fr

source: You asked RemDirRF() to delete a possible root directory. This is disabled by default. If you really need to delete "
fr: Vous avez demandé à RemDirRF() d'effacer un répertoire racine. Ceci est impossible en l'état. Si vous devez réellement supprimer"

source: Z Home
fr: Origine Z

source: Z Wear
fr: Z Usure

source: Z++ Limit
fr: Limite Z+

source: Z-- Limit
fr: Limite Z-

source: Zero A
fr: Zéro A

source: Zero X
fr: Zéro X

source: Zero Y
fr: Zéro Y

source: Zero Z
fr: Zéro Z

source: Zoom in
fr: Zoom +

source: Zoom in plot view.
fr: Zoom + affichage

source: Zoom out
fr: Zoom -

source: Zoom out plot view.
fr: Zoom - affichage

source: install
fr: installation

source: ln
fr: Pouces

source: profile
fr: profil

source: remove
fr: enlever

source: |Text files (*.txt)|*.txt|All files (*)|*
fr: |Fichiers texte (*.txt)|*.txt|Tous (*)|*
